Repository: pacoqueen/lollypop-po
Catalog: *.po
Languages: el, eo, pl

source: A music player for GNOME.
el: Αναπαραγωγή μουσικής για GNOME
eo: Muzikludilo por GNOME.
pl: Odtwarza nagrania muzyczne w środowisku GNOME

source: Visit Lollypop website
el: Ιστοσελίδα Lollypop
eo: Viziti la retejo de Lollypop
pl: Strona główna Lollypop

# Translation credits here, put your name here!
source: Cédric Bellegarde <cedric.bellegarde@adishatz.org>
eo: Sébastien Zurfluh - sezuo <sebastien.zurfluh@gmail.com>, 2016-2017
pl: Cédric Bellegarde <cedric.bellegarde@adishatz.org> Piotr Sokół <psokol.l10n@gmail.com>, 2015, 2016.

source: Donations:
el: Δωρεές:
eo: Donacoj:
pl: Datki:

source: Next
el: Επόμενο
eo: Sekvantigi
pl: Następny

source: Previous
el: Προηγούμενο
eo: Antaŭigi
pl: Poprzedni

source: Window size
el: Μέγεθος παραθύρου
eo: Dimensio de fenestro
pl: Rozmiar okna

source: Window size (width and height).
el: Μέγεθος παραθύρου (μήκος - πλάτος)
eo: Dimensio de fenestro (larĝeco kaj alteco).
pl: Określa rozmiar okna (szerokość i wysokość)

source: Window position
el: Θέση παραθύρου
eo: Pozicio de fenestro
pl: Położenie okna

source: Window position (x and y).
el: Θέση παραθύρου (x και y)
eo: Pozicio de fenestro (x kaj y).
pl: Określa położenie okna (wzdłuż osi X i Y).

source: Mini player size
el: Μέγεθος μικρο-εφαρμογής
eo: Dimensio de muzikludileto
pl: Rozmiar małego odtwarzacza

source: Mini player position
el: Θέση μικρο-εφαρμογής
eo: Pozicio de muzikludileto
pl: Położenie małego odtwarzacza

source: INTERNAL
el: ΕΣΩΤΕΡΙΚΟ
eo: INTERNA
pl: WEWNĘTRZNE

source: Access network
el: Πρόσβαση δικτύου
eo: Atingi reton
pl: Dostęp do sieci

source: Save artwork/popularity in tags
el: Αποθήκευση γραφικού/δημοφιλίας στην ετικέτα
eo: Konservi artaĵon/popularecon en la etikedaro
pl: Zapisywanie obrazów i popularności w etykietach

source: Window maximized
el: Μεγιστοποίηση παραθύρου
eo: Fenestro maksimumigita
pl: Zmaksymalizowane okno

source: Window maximized state.
el: Κατάσταση πλήρους παραθύρου
eo: Ŝtato de maksimumigita fenestro
pl: Określa stan zmaksymalizowania okna

source: Enabled genres in party mode
el: Ενεργοποίση στιλ σε κατάσταση πάρτη
eo: Aktivaj ĝenroj en festa reĝimo
pl: Włączone gatunki w trybie imprezowym

source: ID for genres.
el: Ταυτότητα ανά είδος.
eo: IDj por ĝenroj.
pl: Identyfikator gatunków.

source: Music URI
el: URI Μουσικής
eo: URIj de muzikaĵoj
pl: Muzyka URI

source: When empty, use XDG_MUSIC_DIR
el: Αν άδειο, χρήση XDG_MISIC_DIR
eo: Se malplena, uzu XDG_MUSIC_DIR
pl: Wskazuje ścieżki do katalogów z muzyką. Jeśli nie skonfigurowano, zostanie użyta ścieżka XDG_MUSIC_DIR.

source: Use Libre.fm instead of Last.fm
el: Χρήση Libre.fm αντί του Last.fm
eo: Uzi Libre.fm anstataŭ Last.fm
pl: Użyj Libre.fm zamiast Last.fm

source: Last.fm login
el: Σύνδεση Last.fm
eo: Ensaluto de Last.fm
pl: Nazwa użytkownika Last.fm

source: Google Custom Search API key
el: κλειδί Google Custom Search API
eo: Google Custom Search API ŝlosilo
pl: Klucz Google Custom Search API

source: Favorite tag editor
el: Αγαπημένος επεξεργαστής ετικέτας
eo: Favorata redaktilo de etikedoj
pl: Ulubiony edytor znaczników

source: Audio output preview on track hover
el: Προβολή εξόδου ήχου πάνω από το τραγούδι
eo: Antaŭvido de sona eligo dum ŝvebado sur muzikpeco
pl: Urządzenie szybkiego odsłuchiwania

source: PulseAudio only. Example: alsa_output.pci-0000_00_14.2.analog-stereo. Command to get outputs: $ pacmd list-sinks|grep 'name:'
el: Μόνο ψευδό-ήχος ΠΧ: alsa_output.pci-0000_00_14.2.analog-stereo. Εντολή για αποτελέσματα: $ pacmd list-sinks|grep 'name:'
eo: Nur pri pulseaudio. Ekzemple: alsa_output.pci-0000_00_14.2.analog-stereo. Instrukcio pri listado de eligoj : $ pacmd list-sinks|grep 'name:'
pl: Tylko z PulseAudio. Przykład: alsa_output.pci-0000_00_14.2.analog-stereo. Komenda, aby uzyskać wyjścia: $ pacmd list-sinks|grep 'nazwa:'

source: Favorite cover file
el: Αγαπημένο αρχείο εξωφύλλου
eo: Pliŝatata dosiero de albumartaĵo
pl: Ulubiona okładka

source: Restart needed
el: Χρειάζεται επανεκκίνηση
eo: Restarto necesas
pl: Wymaga ponownego uruchomienia programu

source: Database version
el: Έκδοση ΒΔ
eo: Versio de datumbazo
pl: Wersja bazy danych

source: Resetting this value will reset the database, popular albums will be restored
el: Η επαναφορά της τιμής θα επαναφέρει τη ΒΔ, θα επανέλθουν τα δημοφιλέστερα άλμπουμ
eo: Repravalorigi ĉi tiun valoron repravalorigas la datumbazon; la popularaj albumoj restariĝos
pl: Resetowanie tej wartości spowoduje przywrócenie bazy danych, zostaną przywrócone popularne albumy

source: Albums cover size
el: Μέγεθος εξωφύλλου άλμπουμ
eo: Dimensio de albumartaĵoj
pl: Rozmiar okładek albumów

source: Replay gain value in dB
el: Επανάκτηση τιμής στη ΒΔ
eo: Gajno de reludo en decibeloj
pl: Powtórz wartość wzmocnienia w dB

source: Between -15 and 15
el: Μεταξύ -15 και 15
eo: Inter -15 kaj 15
pl: Pomiędzy -15 i 15

source: Auto update music
el: Αυτόματη ενημέρωση μουσικής
eo: Aŭtomata ĝisdatiĝo de muziko
pl: Automatyczne uaktualnianie kolekcji

source: Split playlists view
el: Προβολή διαιρεμένης λίστας
eo: Dividi ludlistajn vidaĵon
pl: Podziel widok listy

source: Show list of genres
eo: Vidigi ĝenran liston

source: Show artist artwork
el: Εμφάνιση γραφικού καλλιτέχνη
eo: Vidigi artistan artaĵon
pl: Obrazy wykonawców

source: Use dark GTK theme
eo: Uzi malhelan GTK-aspekton

source: Disable use of client side window decorations (headerbar)
el: Απενεργοποίηση διακόσμησης παραθύρου στον client (επικεφαλίδα)
eo: Malŝalti klientajn ornamojn (titola breto)
pl: Wyłącz zastosowanie dekoracji okien po stronie klienta (nagłówek)

source: Show compilations in albums view
el: Εμφάνιση συλλογών στην προβολή των άλμπουμ
eo: Vidigi kompilojn en la albumaj vido
pl: Kompilacje w widoku albumów

source: Continue playback when closed
el: Συνέχιση της επανάληψης όταν κλείσει
eo: Daŭri ludadon kiam fermita
pl: Kontynuowanie odtwarzania po zamknięciu okna

source: Smart sort for artist
el: Έξυπνη ταξινόμηση για καλλιτέχνες
eo: Sprita klasigo por artistoj
pl: Inteligentne sortowania dla artysty

source: Ex: The Beatles sorted as Beatles. Reset of database required.
eo: Ekz.: The Beatles klasigita kiel Beatles. Necesas repravalorigi la datumbazon.

source: Restore previous state
el: Επαναφορά κατάστασης
eo: Restarigi antaŭan staton
pl: Przywracanie poprzedniego stanu po uruchomieniu

source: Disable MPRIS
el: Απενεργοποίηση MPRIS
eo: Malŝalti MPRIS
pl: Wyłączenie MPRIS

source: Disable all notifications
eo: Malŝalti ĉiujn sciigojn

source: Disable notifications upon change of song
eo: Malŝalti sciigojn je kanta ŝanĝo

source: Show track number from tags
el: Προβολή αρ. τραγουδιού από ετικέτες
eo: Vidigi indeksojn muzikaĵajn el etikedoj
pl: Wyświetlanie numerów ścieżek z etykiet

source: JPG cover quality
el: Ποιότητα εξωφύλλου JPG
eo: Kvalito de JPG-artaĵoj
pl: Jakość obrazu JPG

source: Only mix songs in party mode
el: Μίξη τραγουδιών μόνο σε κατάσταση πάρτι
eo: Miksi muzikaĵojn nur en festreĝimo
pl: Mieszać tylko utwory w trybie Party

source: Restart current track on previous
eo: Reekludi la nunan pecon kiam antaŭigatas

source: Shuffle mode
el: Ανακάτεμα
eo: Reĝimo de ludmiksado
pl: Losowanie kolejności

source: Possibilities for powermanagement options
eo: Opcioj por potenca administro

source: This option inhibits screensaver and suspend during Lollypop playback.
eo: Tiu ĉi opcio malebligas ekrankurtenon kaj alpendon kiam Lollypop ludadas.

source: Playback behaviour
el: Συμπεριφορά αναπαραγωγής
eo: Konduto de ludado
pl: Sposób odtwarzania

source: Order albums by
el: Ταξινόμηση άλμπουμ ανά
eo: Klasifiki albumojn per
pl: Kolejność sortowania albumów

source: _Update music
el: _Ενημέρωση μουσικής
eo: _Ĝisdatigi muzikon
pl: _Uaktualnij kolekcję

source: _Fullscreen
el: Πλήρης Οθόνη
eo: _Tutekranigi
pl: _Pełny ekran

source: _Preferences
el: _Ρυθμίσεις
eo: _Preferoj
pl: P_referencje

source: _Keyboard Shortcuts
el: _Συντομεύσεις πληκτρολογίου
eo: _Fulmoklavoj
pl: _Skróty klawiszowe

source: _About
el: _Σχετικά
eo: _Pri
pl: _O programie

source: _Quit
el: _Έξοδος
eo: _Ĉesi
pl: Za_kończ

source: Photo
el: Εικόνα
eo: Bildo
pl: Wybiera zdjęcie wykonawcy

source: Play albums
el: Αναπαραγωγή άλμπουμ
eo: Ludi albumoj
pl: Odtwarza albumy

source: Similar artists
el: Παρόμοιοι καλλιτέχνες
eo: Similaj artistoj
pl: Podobni wykonawcy

source: Go to current track
el: Πήγαινε στο τρέχων τραγούδι
eo: Iri al nuntempa peco
pl: Przechodzi do bieżącego utworu

source: Select a local file
el: Επιλογή τοπικού αρχείου
eo: Elekti lokan dosieron
pl: Wybierz plik lokalny

source: Confirm
el: Επιβεβαίωση
eo: Akcepti
pl: Potwierdź

source: <b>Lollypop uses the Google Custom Search API to search for images on the web.</b> <small>This API is limited, so it may not work with the default API key.</small>
eo: <b>Lollypop uzas na "Google Custom Search API" por la ĉerpo de bildojn el la reto.</b> <small>Tiu ĉi API kapablas limite do eble ne funkcias kun la defaŭlta API-ŝlosilo.</small>

source: API key
el: Κλειδί API
eo: API-Ŝlosilo
pl: Klucz API

source: <b>Please create a "Custom Search Engine" here</b>:
eo: <b>Bonvolu krei na "Custom Search Engine" ĉi tie</b>:

source: Play
el: Έναρξη
eo: Ludi
pl: Rozpoczyna odtwarzanie

source: Change artwork
el: Αλλαγή γραφικού
eo: Redakti la artaĵon
pl: Zmienia okładkę

source: Synchronize to your device
el: Συγχρονισμός στη συσκευή σας
eo: Sinkronigi al via aparato
pl: Synchronizacja z urządzeniem

source: This will remove some files on your device!
eo: Tiu ĉi forviŝos kelkajn dosierojn de via aparato!

source: Albums
el: Άλμπουμ
eo: Albumoj
pl: Albumy

source: Next track
el: Επόμενο τραγούδι
eo: Sekvanta peco
pl: Odtwórz jako następny

source: New playlist
el: Νέα μουσική λίστα
eo: Nova ludlisto
pl: Nowa lista odtwarzania

source: Unsplit view
el: Συνεχόμενη προβολή
eo: Kunmeti vido
pl: Cofnij podział widoku.

source: Clear queue
el: Καθάρισμα λίστας
eo: Malpleni atendovico
pl: Czyści kolejkę

source: Queue
el: Λίστα
eo: Atendovico
pl: Kolejka odtwarzania

source: Please wait…
el: Παρακαλώ περιμένετε...
eo: Bonvolu pacienci...
pl: Proszę czekać...

source: No logo found…
el: Δε βρέθηκε λογότυπο...
eo: Neniu logotipo trovita...
pl: Nie znaleziono logo...

source: Select a logo for this radio
el: Επιλογή λογότυπου για τον σταθμό
eo: Elektu logotipo por ĉi tiu radio
pl: Wybór logo radia

source: Name:
el: Όνομα:
eo: Namo:
pl: Nazwa:

source: Address:
el: Διεύθυνση:
eo: Adreso:
pl: Adres:

source: Delete
el: Διαγραφή
eo: Forigi
pl: Usuń

source: No favorite radios
el: Κανένας αγαπημένος σταθμός
eo: Neniu radio favoritas
pl: Brak ulubionego radio

source: New radio
el: Νέος σταθμός
eo: Nova radio
pl: Nowe radio

source: Search in TuneIn
el: Αναζήτηση στο TuneIn
eo: Serĉi per TuneIn
pl: Wyszukuje w TuneIn

source: Preferences
el: Προτιμήσεις
eo: Preferoj
pl: Preferencje

source: Use dark theme variant
el: Χρήση σκούρου θέματος (παραλλαγή)
eo: Uzi variantan malhelan aspekton
pl: Ciemny styl

source: Show genres
el: Προβολή είδους
eo: Vidigi ĝenrojn
pl: Lista gatunków

source: Artist
el: Καλλιτέχνης
eo: Artisto
pl: Wykonawca

source: Name
el: Όνομα
eo: Namo
pl: Nazwa

source: Year
el: Έτος
eo: Jaro
pl: Rok

source: Popularity
el: Δημοφιλεία
eo: Populareco
pl: Popularność

source: Configure Lollypop appearance
el: Ορισμός εμφάνισης Lollypop
eo: Agordi aspekto de Lollypop
pl: Skonfiguruj wygląd Lollypop

source: Appearance
el: Εμφάνιση
eo: Aspekto
pl: Wygląd

source: Restore state on startup
el: Επαναφορά κατάστασης κατά την εκκίνηση
eo: Restarigi staton dum startado
pl: Przywrócenie stanu podczas uruchamiania

source: Save changes to files
el: Αποθήκευση αλλαγών σε αρχείο
eo: Konservi anstataŭigojn al dosiero
pl: Zapisywanie zmian w plikach

source: Preview tracks on
el: Προβολή τραγουδιού στο
eo: Antaŭvidi pecojn per
pl: Urządzenie szybkiego odsłuchiwania

source: No audio device
el: Χωρίς συσκευή ήχου
eo: Neniu sona flankaparato
pl: Brak

source: Configure Lollypop behaviour
el: Ορισμός συμπεριφοράς Lollypop
eo: Agordi konduto de Lollypop
pl: Konfigurowanie zachowania Lollypop

source: Behaviour
el: Συμπεριφορά
eo: Konduto
pl: Zachowanie

source: Reset database
el: Επαναφορά ΒΔ
eo: Repravalorigi la datumbazon
pl: Wyczyść bazę danych

source: Select music folders
el: Επιλογή μουσικού φακέλου
eo: Elektu muzikajn dosierojn
pl: Wybiera ścieżki katalogów z muzyką

source: Music
el: Μουσική
eo: Muziko
pl: Kolekcja

source: Login:
el: Σύνδεση:
eo: Ensaluto:
pl: Nazwa użytkownika:

source: Password:
el: Συνθηματικό:
eo: Pasvorto:
pl: Hasło:

source: Connect
el: Σύνδεση
eo: Konektu
pl: Połącz

source: You need to install pylast and gi secret
el: Χρειάζεται εγκατάσταση του pylast και gi secret
eo: Vi bezonas instali pylast kaj gi secret
pl: Wymagana instalacja pylasi i gi secret

source: <b>Google Web Services require an API key.</b> <small>Otherwise you will soon reach the default quota… Lollypop needs this to search for artwork.</small>
eo: <b>Google Web Services bezonas adaptan API-ŝlosilon.</b> <small>Alie, vi atingos la defaŭlta ŝultlimo baldaŭ... Lollypop bezonas ĉi tiun por serĉi artaĵojn kaj muzikon. </small>

source: <small>You need to enable "Custom Search API" for your project.</small>
eo: <small>Vi bezonas ŝalti "Custom Search API" por via projekto.</small>

source: Search
el: Αναζήτηση
eo: Serĉilo
pl: Wyszukiwanie

source: Web
eo: Reto
pl: Sieć

source: Only in party mode
el: Μόνο πάρτι
eo: Nur en festreĝimo
pl: Tylko w trybie imprezowym

# shortcut window
source: General
el: Γενικά
eo: Ĝeneralo
pl: Ogólne

# shortcut window
source: Settings
el: Ρυθμίσεις
eo: Agordoj
pl: Wyświetlenie preferencji programu

# shortcut window
source: Search
el: Αναζήτηση
eo: Serĉilo
pl: Wyszukanie muzyki

# shortcut window
source: Party mode
el: Κατάσταση πάρτι
eo: Festreĝimo
pl: Tryb imprezowy

# shortcut window
source: Mini Player
el: Μικρο-εφαρμογή
eo: Muzikludanteto
pl: Przełączenie trybu małego odtwarzacza

# shortcut window
source: Show genres
el: Προβολή είδους
eo: Vidigi ĝenrojn
pl: Lista gatunków

# shortcut window
source: Show/Hide filter
el: Προβολή/Απόκρυψη φίλτρου
eo: Vidigi/Kaŝi filtron
pl: Przełączenie wyświetlania filtrów

# shortcut window
source: Lock playback
el: Κλείδωμα επανάληψης
eo: Ŝlosi ludado
pl: Przełączenie blokady odtwarzania

# shortcut window
source: Show/Hide navigation list
el: Εμφάνιση/Απόκρυψη λίστας πλοήγησης
eo: Vidigi/Kaŝi liston de navigado
pl: Pokaż/Ukryj listę nawigacji

# shortcut window
source: Show/Hide volume control
el: Προβολή/Απόκρυψη έντασης ήχου
eo: Vidigi/Kaŝi laŭtoregilon
pl: Przełączenie wyświetlania sterowania głośnością

# shortcut window
source: Fullscreen
el: Πλήρη οθόνη
eo: Tutekrano
pl: Przełączenie trybu pełnoekranowego

# shortcut window
source: Playback
el: Αναπαραγωγή
eo: Ludo
pl: Odtwarzanie

# shortcut window
source: Play
el: Έναρξη
eo: Ludi
pl: Rozpoczęcie odtwarzania

# shortcut window
source: Pause
el: Παύση
eo: Paŭzi
pl: Wstrzymanie odtwarzania

# shortcut window
source: Stop
el: Διακοπή
eo: Haltigi
pl: Zatrzymanie odtwarzania

# shortcut window
source: Next track
el: Επόμενο τραγούδι
eo: Sekvanta peco
pl: Odtworzenie następnego utworu

# shortcut window
source: Previous track
el: Προηγούμενο τραγούδι
eo: Antaŭa peco
pl: Odtworzenie poprzedniego utworu

# shortcut window
source: Skip current album
el: Παράληψη αυτής του άλμπουμ
eo: Neludi la nuna albumo
pl: Pominięcie aktualnego albumu

# shortcut window
source: Love current track
el: Αγαπημένο τρέχων τραγούδι
eo: Favorigi nunludantan pecon
pl: Polubienie bieżącego utworu

# shortcut window
source: Repeat track
el: Επανάληψη τραγουδιού
eo: Ripeti la pecon
pl: Powtarzanie utworu

# shortcut window
source: Skip backward in track
el: Πήγαινε στο προηγούμενο τραγούδι
eo: Reen alsalti en la peco
pl: Przewinięcie utworu do tyłu

# shortcut window
source: Skip forward in track
el: Πήγαινε στο επόμενο τραγούδι
eo: Malantaŭe alsalti en la peco
pl: Przewinięcie utworu do przodu

source: Shuffle
el: Ανακάτεμα
eo: Hazardelekto
pl: Losowanie kolejności

source: No shuffle
el: Όχι ανακάτεμα
eo: Ne hazardelekti
pl: Brak losowania

source: Shuffle albums
el: Ανακατεμένα άλμπουμ
eo: Hazardigi albumoj
pl: Losowanie albumów

source: Shuffle tracks
el: Ανακατεμένα τραγουδιών
eo: Hazardigi pecojn
pl: Losowanie utworów

source: Repetition
el: Επανάληψη
eo: Ripeto
pl: Powtarzanie

source: Continuous playback
el: Συνεχόμενη επανάληψη
eo: Senĉesa reludado
pl: Nieprzerwane odtwarzanie

source: Repeat track
el: Επανάληψη τραγουδιού
eo: Ripeti la pecon
pl: Powtarzanie utworu

source: Do not repeat
el: Όχι επανάληψη
eo: Ne ripeti
pl: Brak powtarzania

source: Settings
el: Ρυθμίσεις
eo: Agordoj
pl: Ustawienia

source: Playback
el: Αναπαραγωγή
eo: Ludo
pl: Odtwarzanie

source: Party mode Right click to filter
el: Κατάσταση πάρτι Δεξί κλικ για φιλτράρισμα
eo: Festreĝimo Filtras dekstra klako
pl: Przełącza tryb imprezowy Prawy przycisk myszy wyświetli opcje filtrowania

source: Go back
el: Πίσω
eo: Reen igi
pl: Przechodzi wstecz

source: Go home
el: Αρχή
eo: Iri hejmen
pl: Przechodzi na początek

source: - Scrobbler disabled - Auto cover download disabled - Artist information disabled
eo: - Scrobbler malŝaltita - Aŭtomata elŝuto de artaĵoj malŝaltita - Artistaj detaloj malŝaltita

source: Select artwork
el: Επιλογή γραφικού
eo: Elektu artaĵo
pl: Wybór okładki

source: Low quality, missing API key…
el: Χαμηλή ποιότητα, απώλεια κλειδιού API
eo: Malalta kvalito, API-ŝlosilo mankas...
pl: Niska jakość, brakujący klucz API...

source: Reset artwork?
el: Επαναφορά γραφικών?
eo: Rekomencigi la artaĵon?
pl: Przywraca domyślną okładkę

source: Unknown
el: Άγνωστο
eo: Nekonata
pl: Nieznany

source: Pause
el: Παύση
eo: Paŭzi
pl: Wstrzymuje odtwarzanie

source: Volume
el: Ένταση
eo: Sonlaŭto
pl: Głośność

source: Many artists
el: πολλοί καλλιτέχνες
eo: Diversaj artistoj
pl: Wielu wykonawców

source: Last.fm authentication disabled
el: Απενεργοποίηση πιστοποίησης Last.fm
eo: Last.fm aliĝo malŝaltita
pl: Wyłączono uwierzytelnianie Last.fm

source: by %s
el: με %s
eo: de %s
pl: w wykonaniu %s

source: by %s, from %s
el: με %s, από %s
eo: de %s, el %s
pl: w wykonaniu %s, z albumu %s

source: Loved tracks
el: Αγαπημένα τραγούδια
eo: Favorataj pecoj
pl: Ulubione utwory

source: Popular tracks
el: Δημοφιλή τραγούδια
eo: Popularaj pecoj
pl: Popularne utwory

source: Recently played
el: Έπαιξαν πρόσφατα
eo: Freŝluditaj
pl: Ostatnio odtwarzane

source: Never played
el: Δεν έπαιξαν ποτέ
eo: Neniam luditaj
pl: Nie odtwarzane

source: Random tracks
el: Τυχαία τραγούδια
eo: Hazardelektitaj pecoj
pl: Losowe utwory

source: Clear albums
el: Καθαρισμός άλμπουμ
eo: Malpleni la albumaron
pl: Czyści albumy

source: Playing albums
el: Αναπαραγόμενο άλμπουμ
eo: Ludataj albumoj
pl: Odtwarzane albumy

source: Network access disabled
el: Πρόσβαση δικτύου ανενεργή
eo: Reta atingo malŝaltita
pl: Dostęp do sieci wyłączony

source: Show albums from artist
el: Εμφάνιση άλμπουμ του καλλιτέχνη
eo: Vidigi albumojn de la artisto
pl: Wyświetl albumy wykonawcy

source: Add to queue
el: Προσθήκη στη λίστα
eo: Almeti je atendovico
pl: Dodaj do kolejki

source: Remove from queue
el: Αφαίρεση από τη λίστα
eo: Forigi el atendovico
pl: Usuń z kolejki

source: Add to others
el: Προσθήκη στα άλλα
eo: Almeti je aliaj
pl: Dodaj do innych

source: Remove from "Not in party"
eo: Forigi el "Neniam dum festado"

source: Add to "Not in party"
eo: Aldoni je "Neniam dum festado"

source: Remove from "%s"
el: Αφαίρεση από "%s"
eo: Forigi el "%s"
pl: Usuń z „%s”

source: Add to "%s"
el: Προσθήκη στο "%s"
eo: Almeti al "%s"
pl: Dodaj do „%s”

source: Lyrics
el: Στοίχοι
eo: Paroloj
pl: Tekst

source: Playlists
el: Λίστες αναπαραγωγής
eo: Ludlistoj
pl: Listy odtwarzania

source: Modify information
el: Αλλαγή πληροφορίας
eo: Modifi la detalojn
pl: Zmodyfikuj informacje

source: Edit
el: Επεξεργασία
eo: Redakti
pl: Edycja

source: Add
el: Προσθήκη
eo: Almeti
pl: Dodaj

source: Can't connect to TuneIn…
el: Αδύνατη σύνδεση στο TuneIn
eo: Maleblas konekti al TuneIn...
pl: Nie można połączyć się z TuneIn...

source: No result…
eo: Neniu rezulto...

source: Popular albums
el: Δημοφιλέστερα άλμπουμ
eo: Popularaj albumoj
pl: Popularne albumy

source: Loved albums
el: Αγαπημένα άλμπουμ
eo: Favorataj albumoj
pl: Ulubione albumy

source: Recently added albums
el: Πρόσφατα άλμπουμ
eo: Freŝaldonitaj albumoj
pl: Ostatnio dodane albumy

source: Random albums
el: Τυχαία άλμπουμ
eo: Hazardelektitaj albumoj
pl: Losowe albumy

source: Radios
el: Σταθμοί
eo: Radioj
pl: Radio

source: All albums
el: Όλα τα άλμπουμ
eo: Ĉiuj albumoj
pl: Wszystkie albumy

source: All artists
el: Όλοι οι καλλιτέχνες
eo: Ĉiuj artistoj
pl: Wszyscy wykonawcy

source: Compilations
el: Συλλογές
eo: Kompiloj
pl: Kompilacje

source: Not in party
eo: Neniam dum festado

source: Default on startup
eo: Defaŭlto ĉe komenco

source: %d artist
el: %d καλλιτέχνες
eo: %d artisto
pl: %d wykonawca

source: %d album
el: %d συλλογές
eo: %d albumo

source: %d track
el: %d κομμάτια
eo: %d peco
pl: %d utwór

source: You need to install kid3-cli
el: Απαιτείται εγκατάσταση του kid3-cli
eo: Vi bezonas instali kid3-cli
pl: Wymagana instalacja pakietu kid3-cli

source: Populars
el: Δημοφιλή
eo: Popularaj
pl: Popularne

source: Recently added
el: Προστέθηκαν πρόσφατα
eo: Freŝaldonitaj
pl: Ostatnio dodane

source: Playing playlists
el: Αναπαραγωγή λίστας
eo: Ludantaj ludlistoj
pl: Odtwarzanie list odtwarzania

source: The the
el: Το το
eo: Oh ve

source: Compilation
el: Συλλογή
eo: Kompilo
pl: Kompilacja

source: Please unlock your device
el: Παρακαλώ ξεκλειδώστε τη συσκευή σας
eo: Bonvolu malŝlosi vian aparaton
pl: Proszę odblokować urządzenie

source: Synchronize %s
el: Συγχρονισμός %s
eo: Sinkronigi %s
pl: Synchronizuj %s

source: Cancel synchronization
el: Ακύρωση συγχρονισμού
eo: Nuligi sinkronigon
pl: Anuluj synchronizowanie

source: Disc %s
el: Δίσκος %s
eo: Disko %s
pl: Płyta %s

source: Add to playlist
el: Προσθήκη στη μουσική λίστα
eo: Almeti je ludlisto
pl: Dodaj do listy odtwarzania

source: Unknown error while syncing, try to reboot your device
el: Άγνωστο λάθος κατά τον συγχρονισμό, προσπάθεια επανεκκίνησης της συσκευή σας
eo: Nekonata eraro dum sinkronigo, trafu restartigi vian aparaton
pl: Nie rozpoznany błąd. Spróbuj zresetować urządzenie.

source: No free space available on device
el: Δεν υπάρχει χώρος στη συσκευή
eo: Neniu libera spaco disponigas al aparato
pl: Brak wolnego miejsca w pamięci urządzenia

source: Synced albums
el: Συγχρονισμένα άλμπουμ
eo: Sinkronigitaj albumoj
pl: Zsynchronizowane albumy

source: New playlist
el: Νέα λίστα
eo: Nova ludlisto
pl: Nowa lista odtwarzania

source: Remove "%s"?
el: αφαίρεση "%s"?
eo: Forigi "%s"?
pl: Usunąć „%s”?

source: Remove these tracks?
el: Αφαίρεση των τραγουδιών?
eo: Forigi ĉi tiujn pecojn?
pl: Usunąć te utwory?

source: Modify radio
el: Τροποποίηση σταθμού
eo: Redakti radion
pl: Modyfikuje radio

source: Song played %s times
eo: Kanto ludita %s-oble

source: %s h %s m
el: %s ω %s λ

source: %s h
el: %s ω

source: %s m
el: %s λ
